Repository: mikekazakov/nimble-commander
Catalog: Source/NimbleCommander/NimbleCommander/Preferences/mul.lproj/PreferencesWindowViewerTab.xcstrings
Source language: en
Languages: ru

# 4.label
source: Common
ru: Общее

# 5Gm-Pq-yfz.title
source: Same window
ru: Текущем окне

# 263.title
source: Auto-detect encoding
ru: Автоопределение кодировки

# 273.title
source: Default encoding:
ru: Кодировка по умолчанию:

# 340.title
source: File history:
ru: История файлов:

# 348.title
source: Save position
ru: Сохранять позицию

# 375.title
source: Save view mode
ru: Сохранять режим отображения

# 382.title
source: Save encoding
ru: Сохранять кодировку

# 389.title
source: Save wrapping
ru: Сохранять перенос

# 396.title
source: Save selection
ru: Сохранять выделение

# 596.title
source: Clear history
ru: Очистить историю

# 606.title
source: File window size:
ru: Размер окна файла:

# 616.title
source: 32 Kb
ru: 32 Кб

# 617.title
source: 64 Kb
ru: 64 Кб

# 618.title
source: 128 Kb
ru: 128 Кб

# 636.title
source: 256 Kb
ru: 256 Кб

# 637.title
source: 512 Kb
ru: 512 Кб

# 638.title
source: 1024 Kb
ru: 1024 Кб

# dec-0H-tCg.title
source: Check com.apple.TextEncoding
ru: Проверять com.apple.TextEncoding

# hZn-wm-Xh0.title
source: Save language
ru: Сохранять язык

# Mav-lu-obi.title
source: Separate window
ru: Отдельном окне

# R3d-db-TY3.title
source: Show viewer in:
ru: Показывать просмотрщик в:

# tgW-Zz-ajT.title
source: Enable syntax highlighting
ru: Включить подсветку синтаксиса

# UJD-ca-RTx.title
source: Reload automatically
ru: Обновлять автоматически
